{
    "Tutorials": [
        {
            "StepData": [
                {
                    "description": "Welcome to the island! This region, also known as the Stone Plains, will act as our initial Habitat to help train your Chimeras and restore the land.",
                    "type": "Happy"
                },
                {
                    "description": "Much of the world has been ruined during the Calamity but that has long since passed.",
                    "type": "Standard"
                },
                {
                    "description": "Nonetheless, the negative effects of that disaster continue to harm the region.",
                    "type": "Standard"
                },
                {
                    "description": "We can start restoring the land and gathering resources by sending your Chimera out on an Expedition.",
                    "type": "Speaking"
                },
                {
                    "description": "Well at the moment that's just me, but I'll do my best!",
                    "type": "Speaking"
                },
                {
                    "description": "Let's click on the portal to get started!",
                    "type": "Happy"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Here we can see all of our available Expeditions and their properties.",
                    "type": "Speaking"
                },
                {
                    "description": "We currently only have access to one Expedition, but don't worry I know we'll unlock more with a little hard work!",
                    "type": "Speaking"
                },
                {
                    "description": "Let's select one to get started.",
                    "type": "Standard"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "On the left side, you can add Chimeras to your Expedition Party. Up to 3 Chimera can go on a single Expedition.",
                    "type": "Standard"
                },
                {
                    "description": "More powerful Chimeras will typically offer a higher success chance. ",
                    "type": "Speaking"
                },
                {
                    "description": "Using Chimeras with recommended traits will provide a significant bonus so be sure to pay attention to what the Expedition is looking for!",
                    "type": "Standard"
                },
                {
                    "description": "Reccomended traits include the Fire, Water, and Grass elements and the Exploration, Stamina, and Wisdom stats.",
                    "type": "Speaking"
                },
                {
                    "description": "All Chimeras in your Expedition Party will lose some energy but that will restore on its own with enough time.",
                    "type": "Standard"
                },
                {
                    "description": "Once your Expedition Party is ready, click the Confirm button and see if your expedition is a success!",
                    "type": "Happy"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Great job you just unlocked your first facility!",
                    "type": "Shocked"
                },
                {
                    "description": "This Facility can be used to train a Chimera in a specific attribute and level it up so that it will be ready to go on Expeditions.",
                    "type": "Standard"
                },
                {
                    "description": "To train a chimera, click and drag it over the highlighted area. Releasing a chimera over this area will start its training.",
                    "type": "Speaking"
                },
                {
                    "description": "Choose how much you want to level your chimera’s attribute up and click the confirm button so you can get it trained up!",
                    "type": "Happy"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Oh wow! It looks like your Chimera brought back some fossils from its Expedition. These can be used to create new Chimeras.",
                    "type": "Shocked"
                },
                {
                    "description": "On the right side of the world you’ve just gained the Hatchery",
                    "type": "Speaking"
                },
                {
                    "description": "There you can spend fossils gathered on missions to create new Chimeras.",
                    "type": "Happy"
                },
                {
                    "description": "Why don’t you buy some and get training? The stronger our team is, the more successful we will be on future Expeditions.",
                    "type": "Speaking"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Nice! It looks like your Chimera brought was able to upgrade your habitat.",
                    "type": "Shocked"
                },
                {
                    "description": "You’ve actually helped us to heal a bit of our world. Thank you!",
                    "type": "Happy"
                },
                {
                    "description": "Now that the habitat is upgraded you can now click on facilities to enter their upgrade menu.",
                    "type": "Standard"
                },
                {
                    "description": "Upgraded facilities require less essence to level up and train your chimeras faster",
                    "type": "Speaking"
                },
                {
                    "description": "Hope you like 'em!",
                    "type": "Happy"
                }
            ],
            "finished": false
        }
    ]
}