{
    "Tutorials": [
        {
            "StepData": [
              {
                "description": "Welcome to the island! This area will act as our initial Habitat to help train your Chimeras and restore the land.",
                "type": "Happy"
              },
                {
                    "description": "Much of the world has been ruined during the Calamity but that has long since passed.",
                    "type": "Standard"
                },
                {
                    "description": "Nonetheless, the negative effects of that disaster continue to harm the region.",
                    "type": "Standard"
                },
                {
                    "description": "We can start restoring the land and gathering resources by sending your Chimera out on an Expedition.",
                    "type": "Speaking"
                },
                {
                    "description": "Well at the moment that's just me, but I'll do my best!",
                    "type": "Speaking"
                },
                {
                    "description": "Let's click on the portal to get started!",
                    "type": "Happy"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Here we can see all of our available Expeditions and their properties.",
                    "type": "Speaking"
                },
                {
                    "description": "We currently only have access to one Expedition, but don't worry I know we'll unlock more with a little hard work!",
                    "type": "Speaking"
                },
                {
                    "description": "Let's select one to get started.",
                    "type": "Standard"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "On the left side, you can add Chimeras to your Expedition Party. Up to 3 Chimera can go on a single Expedition.",
                    "type": "Standard"
                },
                {
                    "description": "More powerful Chimeras will typically offer a higher success chance. ",
                    "type": "Speaking"
                },
                {
                    "description": "Using Chimeras with recommended traits will provide a significant bonus so be sure to pay attention to what the Expedition is looking for!",
                    "type": "Standard"
                },
                {
                    "description": "Recommended traits include the Fire, Water, and Grass elements and the Exploration, Stamina, and Wisdom stats.",
                    "type": "Speaking"
                },
                {
                    "description": "All Chimeras in your Expedition Party will lose some energy but that will restore on its own with enough time.",
                    "type": "Standard"
                },
                {
                    "description": "Once your Expedition Party is ready, click the Confirm button and see if your expedition is a success!",
                    "type": "Happy"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Amazing work! Thanks to your success, we were able to gather the materials needed to restore our first Facility!",
                    "type": "Shocked"
                },
                {
                    "description": "Facilities can be used to train Chimera stats to improve their success rate on Expeditions. Stats also provide some other benefits.",
                    "type": "Standard"
                },
                {
                    "description": "An Expedition Party's total Exploration will help decrease the duration of Expeditions.",
                    "type": "Speaking"
                },
                {
                    "description": "Stamina will increase a Chimera's total energy.",
                    "type": "Happy"
                },
                {
                    "description": "And Expedition Parties with a high Wisdom will bring back more loot.",
                    "type": "Speaking"
                },
                {
                    "description": "Each Facility will train a specific stat so let's unlock them all so your Chimeras become super powerful!",
                    "type": "Speaking"
                },
                {
                    "description": "To train a Chimera, we will first need Essence.",
                    "type": "Speaking"
                },
                {
                    "description": "This resource is gained by mining blue crystals that appear around the Habitat as well as from Essence Expeditions.",
                    "type": "Speaking"
                },
                {
                    "description": "Essence crystals can be mined about three times.",
                    "type": "Speaking"
                },
                {
                    "description": "Once you have enough, drag me over to the highlighted area to begin my training.",
                    "type": "Speaking"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Looks like we found some Fossils and supplies to restore the Temple on our last Expedition.",
                    "type": "Shocked"
                },
                {
                    "description": "Click on the Temple to see what Chimera you can restore with Fossils.",
                    "type": "Happy"
                },
                {
                    "description": "Going on more Fossil Expeditions should help us discover more Chimera to restore.",
                    "type": "Speaking"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Wow looks like all those Expeditions are paying off!",
                    "type": "Shocked"
                },
                {
                    "description": "We've been able to restore part of the Stone Plains thanks to your hard work!",
                    "type": "Happy"
                },
                {
                    "description": "Now that the Habitat has been upgraded, more crystals will appear and their Essence will be worth more.",
                    "type": "Standard"
                }
            ],
            "finished": false
        }
    ]
}