{
    "Tutorials": [
        {
            "StepData": [
                {
                    "description": "Welcome to the island, this region is known as the Stone Plains and will act as an initial Habitat to help train your new Chimera.",
                    "type": "Happy",
                    "activateElement": "None"
                },
                {
                    "description": "Much of the world was ruined during The Calamity but that’s long since passed. Nonetheless, The Calamity’s negative effects continue to harm the environment.",
                    "type": "Standard",
                    "activateElement": "None"
                },
                {
                    "description": "To help, you can send your Chimera out on Expeditions to cleanse surrounding corrupted areas.",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "This should have a positive effect on saving the Stone Plains!",
                    "type": "Happy",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Here in Expeditions, you can see the next available adventure your Chimera’s can partake in.",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "On the left, you can see all the Chimeras in this Habitat.",
                    "type": "LookingRight",
                    "activateElement": "None"
                },
                {
                    "description": "At the top, you will see the name of the Expedition, Duration, Rewards, and Chimera Level Requirements.",
                    "type": "Standard",
                    "activateElement": "None"
                },
                {
                    "description": "This Expedition requires chimeras to be at level 2. Why not start training them?",
                    "type": "Cute",
                    "activateElement": "None"
                },
                {
                    "description": "Lets go to the Marketplace and buy some training Facilities.",
                    "type": "Speaking",
                    "activateElement": "MarketplaceButton"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "The Marketplace is the primary way to spend Essence, which is our currency. Essence is generated by Chimeras.",
                    "type": "Happy",
                    "activateElement": "None"
                },
                {
                    "description": "In the Facilities tab of the Marketplace, we can buy the all types of facilities!",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "You will be able to purchase more Facilities for the Stone Plains as we complete more expeditions, but in the meantime why don’t you buy the Waterfall Facility.",
                    "type": "Cute",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "This Facility can be used to train a Chimera’s endurance and level it up so that it will be ready to go on Expeditions.",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "To train a chimera, click and drag it over the highlighted area. Releasing a chimera over this area will start its training.",
                    "type": "Standard",
                    "activateElement": "None"
                },
                {
                    "description": "While a Chimera is training, it will slowly drain your Essence.",
                    "type": "Happy",
                    "activateElement": "OtherFacilityButtons"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Congrats on your Chimera’s first level up! You’ve gained access to the details button on the left side of the screen.",
                    "type": "Shocked",
                    "activateElement": "OpenDetailsButton"
                },
                {
                    "description": "Within Details, you can see a Chimera’s Level, Element Type, and Stats (Endurance / Intelligence / Strength).",
                    "type": "LookingRight",
                    "activateElement": "None"
                },
                {
                    "description": "Your Chimera’s Level affects the amount of Essence it generates when it is not training.",
                    "type": "Cute",
                    "activateElement": "None"
                },
                {
                    "description": "Now that you've leveled up your Chimera is ready to go on its first Expedition!. Check out the Expedition tab again and give it a try!",
                    "type": "Happy",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "A Chimera that is selected to go on an Expedition will leave the Habitat for a short period. During this time it is not able to train at a Facility.",
                    "type": "Standard",
                    "activateElement": "None"
                },
                {
                    "description": "The middle section of the Expeditions panel will show you your active party of Chimeras that will be sent out.",
                    "type": "Happy",
                    "activateElement": "None"
                },
                {
                    "description": "You can register Chimeras from your current Habitat by selecting them on the left side of the screen.",
                    "type": "LookingRight",
                    "activateElement": "None"
                },
                {
                    "description": "At the bottom, you will see the success rate of an Expedition.",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "For now you only have one Chimera, but eventually you will be able to experiment with different team combinations.",
                    "type": "Happy",
                    "activateElement": "None"
                },
                {
                    "description": "When you are ready to set your Chimera out on its Expedition, press the confirm button.",
                    "type": "Cute",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Congratulations on your Chimera’s first successful expedition!",
                    "type": "Shocked",
                    "activateElement": "None"
                },
                {
                    "description": "Thanks to their efforts, they were able to remove a good amount of the surrounding corruption that drained energy from the Stone Plains.",
                    "type": "Happy",
                    "activateElement": "None"
                },
                {
                    "description": "You should go and check the Facility Shop in the Marketplace. I think new Facilities may be available now too!",
                    "type": "Cute",
                    "activateElement": "None"
                },
                {
                    "description": "Let’s keep working hard to restore our world!",
                    "type": "Happy",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "You’ve unlocked Modifiers next to the name of the Expedition.",
                    "type": "Happy",
                    "activateElement": "None"
                },
                {
                    "description": "Up to three Modifiers can be applied to a mission. These Modifiers will increase the success rate of Expeditions when bringing Chimera’s associated with the Modifiers.",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "For example, if both Strength and Fire Modifiers appear, you will want to send Chimeras that have a high Strength and possess the Fire element for a high chance of success.",
                    "type": "Standard",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Oh wow! It looks like your Chimera brought back a fossil from its Expedition. These can be used to create new Chimeras.",
                    "type": "Happy",
                    "activateElement": "None"
                },
                {
                    "description": "A new shop has opened up in the Marketplace, let’s go check it out!",
                    "type": "Cute",
                    "activateElement": "MarketplaceChimeraTab"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "The Marketplace has now been upgraded with the Chimera Shop. Here you can spend fossils gathered on missions to create new Chimeras.",
                    "type": "Standard",
                    "activateElement": "None"
                },
                {
                    "description": "You can choose between the three families of Chimera.",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "Why don’t you buy some and get training? The stronger our team is, the more successful we will be on future Expeditions.",
                    "type": "Cute",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Wow! You’ve helped fully restore the Stone Plains! Amazing work!",
                    "type": "Shocked",
                    "activateElement": "None"
                },
                {
                    "description": "Now we can further upgrade our Facilities to Levels two and three within the Facility Shop inside the Marketplace.",
                    "type": "Happy",
                    "activateElement": "None"
                },
                {
                    "description": "Now that we’ve fully restored this region, let’s start using expeditions to see if there are other regions we can help save!",
                    "type": "Cute",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "It looks like your Chimeras found a place of interest called the Tree of Life. That used to be a pretty significant region before The Calamity.",
                    "type": "Shocked",
                    "activateElement": "None"
                },
                {
                    "description": "Let’s use the World Map Button in the top left to go to other Habitats like the Tree of Life.",
                    "type": "Speaking",
                    "activateElement": "WorldMapButton"
                },
                {
                    "description": "Also now that we’ve restored the Stone Plains, there isn’t any more corruption that needs to be cleansed.",
                    "type": "Happy",
                    "activateElement": "None"
                },
                {
                    "description": "Now Expeditions in this Habitat can focus on finding more Fossils and making our Chimera team more powerful!",
                    "type": "Cute",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Welcome to the World Map. Here we can see all the Habitats that we have access to. Currently, it seems to only be the Stone Plains and the Tree of Life but I’m sure we will find more.",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "Alright let’s enter the Tree of Life and see what we are dealing with.",
                    "type": "Happy",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Oh wow, so this is the Tree of Life huh? I was expecting a bit more life to be honest, but I suppose we can blame The Calamity for this mess.",
                    "type": "LookingLeft",
                    "activateElement": "None"
                },
                {
                    "description": "Alright, well if we’re going to get started on restoring this Habitat, we will need to start some Expeditions.",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "Why don’t you transfer some Chimeras over from the Stone Plains? To do that, head back over to the Stone Plains and go to the Details tab.",
                    "type": "Standard",
                    "activateElement": "None"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Well now that we’ve got the Details section open, you will see a new button that will transfer the associated Chimera to the selected Habitat.",
                    "type": "Speaking",
                    "activateElement": "None"
                },
                {
                    "description": "Let’s send some Chimeras that can help with Expeditions in that region.",
                    "type": "Happy",
                    "activateElement": "None"
                }
            ],
            "finished": false
        }
    ]
}