{
    "Tutorials": [
        {
            "StepData": [
                {
                    "description": "Welcome to the island, this region is known as the Stone Plains and will act as an initial Habitat to help train your new Chimera.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Much of the world was ruined during the Calamity but that’s long since passed. Nonetheless the Calamity’s negative effects continue to harm the environment.",
                    "type": 2,
                    "activateElement": "None"
                },
                {
                    "description": "To help, you can send your Chimera out on Expeditions to cleanse surrounding corrupted areas.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "This which should have a positive effect on saving the Stone Plains!",
                    "type": 4,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Here in Expeditions you can see the next available adventure your Chimera’s can partake in.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "On left you can see all the Chimeras in this Habitat.",
                    "type": 3,
                    "activateElement": "None"
                },
                {
                    "description": "At the top  you will see the name of Expedition, Duration, Rewards, and Chimera Level Requirements.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "This Expedition requires chimeras to be at level 2, why don’t start training them?",
                    "type": 2,
                    "activateElement": "None"
                },
                {
                    "description": "Lets go to the Marketplace and buy some training Facilities.",
                    "type": 0,
                    "activateElement": "MarketplaceButton"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "The Marketplace is the primary way to spend the Essence currency. Essence is generated by Chimeras.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "In the Facilities tab of the Marketplace, we can buy the Waterfall Facility.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "You will be able to purchase more Facilities for the Stone Plains as we complete more expeditions, but in the meantime why don’t you buy the Waterfall.",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "This Facility can be used to train a Chimera’s endurance and level it up so that they will be ready to go on the Expedition.",
                    "type": 1,
                    "activateElement": "None"
                },
                {
                    "description": "To train a chimera, click and drag it over the highlighted area.Releasing a chimera over this area will start its training.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "While a Chimera is training, it will slowly drain Essence.",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Congrats on your Chimera’s first level! You’ve gained access to the details button of the left of the screen.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Within Details, you can see a Chimera’s Level, Element Type, Stats (Endurance / Intelligence / Strength), and Happiness.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Happiness and Level affect the amount of Essence a Chimera generates when it is not training. Happiness can be increased by training a Chimera within a facility.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Happiness slowly decreases when Chimeras feel neglected and have not been trained recently.",
                    "type": 0,
                    "activateElement": "OpenDetailsButton"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Now that you are ready to send your Chimera on its first Expedition let’s explain the next steps.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "A Chimera that is selected to go on an Expedition will leave the Habitat for a short period. During this time it is not able to train at a Facility.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "The middle section of the Expeditions panel will show you your active party of Chimeras that will be sent out.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "You can register Chimeras from the Habitat by selecting them on the left side of the screen.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "At the bottom, you will see the success rate of an Expedition.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "For now you only have one Chimera but eventually you will be able to experiment with different team combinations.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "When you are ready to set your Chimera out on its Expedition, press the confirm button.",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Congrats on your Chimera’s first successful expedition.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Thanks to their efforts, they were able to remove much of the surrounding corruption that drained energy from the Stone Plains.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Go and check the the Facility Shop in the Marketplace, I think new Facilities may be available now too!",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Let’s keep working hard to further restore our world!",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "It seems we’ve unlocked Modifiers next to the name of the Expedition.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Up to three Modifiers can be applied to a mission.These Modifiers will increase the success rate of Expeditions when bringing Chimera’s associated with the Modifers.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "For example, if both Strength and Fire Modifiers appear, you will want to send Chimeras that have a high Strength and possess the Fire element for a high success chance.",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Oh wow! It looks like your Chimera brought back some fossils. These can be used to create new Chimeras.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "A new shop has opened up in the Marketplace, let’s go check it out!",
                    "type": 0,
                    "activateElement": "MarketplaceChimeraTab"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "The Marketplace has now been upgraded with the Chimera Shop. Here you can spend fossils gathered on missions to create new Chimeras.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Currently it seems like we can choose between three new families of Chimera.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Why don’t you buy some and get training. The stronger our team is, the more successful we will be on future Expeditions.",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Wow you’ve helped fully restore the Stone Plains! Amazing work!",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Now we can further upgrade our Facilities to Level 2 and 3 within the Facility Shop inside the Marketplace.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Now that we’ve fully restored this region, let’s start using expeditions to see if there are some other regions that we can help save!",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "I think your Chimeras found a place of interest called the Tree of Life. That used to be a pretty significant region before the Calamity.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Let’s use the World Map Button in the top left to go to other Habitats like the Tree of Life.",
                    "type": 0,
                    "activateElement": "WorldMapButton"
                },
                {
                    "description": "Also now that we’ve restored the Stone Plains, there isn’t any more corruption that needs to be cleansed.",
                    "type": 1,
                    "activateElement": "None"
                },
                {
                    "description": "Now Expeditions in this Habitat can focus on finding more Fossils and making our Chimera team more powerful!",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Welcome the World Map, here we can see all the Habitats that we have access to. Currently it seems to only be the Stone Plains and the Tree of Life but I’m sure we will find more.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Alright let’s enter the Tree of Life and see what we are dealing with.",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Oh wow so this is the Tree of Life huh? I was expected a bit more life to be honest but I suppose we can blame the Calamity for this mess.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Alright well if we’re going to get started on restoring this Habitat, we will need to start some Expeditions.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Why don’t you transfer some Chimeras over from the Stone Plains. To do that, head back over to the Stone Plains and go to the details tab.",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Home sweet home huh?",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Well now that we’ve got the Details section open, you will see a new button that will transfer the associated Chimera to the selected Habitat.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Let’s send some Chimeras that can help with Expeditions in that region.",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Amazing work as always! Seems that we’ve found a new Habiat to help restore known as the Ashlands..",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "It seems even more ruined than the Stone Plains and Tree of Life.",
                    "type": 0,
                    "activateElement": "None"
                },
                {
                    "description": "Well no matter the difficulty, I’m sure you and your Chimeras will do just fine!",
                    "type": 0,
                    "activateElement": "None"
                }
            ],
            "finished": true
        }
    ]
}