{
    "Tutorials": [
        {
            "StepData": [
                {
                    "description": "Welcome to the island! This region is the Stone Plains and will act as our initial Habitat to help train your Chimeras.Welcome to the island! This region is the Stone Plains and will act as our initial Habitat to help train your Chimeras.",
                    "type": "Happy"
                },
                {
                    "description": "Much of the world was ruined during The Calamity but that has long since passed. Nonetheless, The Calamity’s negative effects continue to harm the environment.",
                    "type": "Standard"
                },
                {
                    "description": "To help, you can send your Chimera out on Expeditions to cleanse surrounding corrupted areas.",
                    "type": "Speaking"
                },
                {
                    "description": "This should have a positive effect on saving the Stone Plains!",
                    "type": "Happy"
                },
                {
                    "description": "You might also notice crystals appearing over time! Clicking on those can provide you essence to help your purchase things in the future.",
                    "type": "Speaking"
                },
                {
                    "description": "If you'd like to send your Chimera on an Expedition click on the portal your Chimera spawned from...",
                    "type": "Standard"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Here in Expeditions, you can see the next available adventure your Chimeras can partake in.",
                    "type": "Speaking"
                },
                {
                    "description": "Why not try out the first one and send your Chimera on an adventure?",
                    "type": "Standard"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Here in Expeditions, you can see the adventure you’ve decided to partake in.",
                    "type": "Standard"
                },
                {
                    "description": "On the left, you can see all the Chimeras in this Habitat.",
                    "type": "Speaking"
                },
                {
                    "description": "At the top, you will see the name of the Expedition, Duration, Rewards, and Chimera Level Requirements.",
                    "type": "Standard"
                },
                {
                    "description": "You can also see the recommended traits for that expedition as some Chimeras have better chances at certain expeditions than others.",
                    "type": "Speaking"
                },
                {
                    "description": "If you click the Add button on your chimera in the details section you can add them to your expedition group.",
                    "type": "Standard"
                },
                {
                    "description": "Once you’ve added all the chimeras you want click the Confirm button and see if your expedition is a success!",
                    "type": "Happy"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Great job you just unlocked your first facility!",
                    "type": "Shocked"
                },
                {
                    "description": "This Facility can be used to train a Chimera in a specific attribute and level it up so that it will be ready to go on Expeditions.",
                    "type": "Standard"
                },
                {
                    "description": "To train a chimera, click and drag it over the highlighted area. Releasing a chimera over this area will start its training.",
                    "type": "Speaking"
                },
                {
                    "description": "Choose how much you want to level your chimera’s attribute up and click the confirm button so you can get it trained up!",
                    "type": "Happy"
                }
            ],
            "finished": true
        },
        {
            "StepData": [
                {
                    "description": "Oh wow! It looks like your Chimera brought back some fossils from its Expedition. These can be used to create new Chimeras.",
                    "type": "Shocked"
                },
                {
                    "description": "On the right side of the world you’ve just gained the Hatchery",
                    "type": "Speaking"
                },
                {
                    "description": "There you can spend fossils gathered on missions to create new Chimeras.",
                    "type": "Happy"
                },
                {
                    "description": "Why don’t you buy some and get training? The stronger our team is, the more successful we will be on future Expeditions.",
                    "type": "Speaking"
                }
            ],
            "finished": false
        },
        {
            "StepData": [
                {
                    "description": "Nice! It looks like your Chimera brought was able to upgrade your habitat.",
                    "type": "Shocked"
                },
                {
                    "description": "You’ve actually helped us to heal a bit of our world. Thank you!",
                    "type": "Happy"
                },
                {
                    "description": "Now that the habitat is upgraded you can now click on facilities to enter their upgrade menu.",
                    "type": "Standard"
                },
                {
                    "description": "Upgraded facilities require less essence to level up and train your chimeras faster",
                    "type": "Speaking"
                },
                {
                    "description": "Hope you like 'em!",
                    "type": "Happy"
                }
            ],
            "finished": false
        }
    ]
}