{
    "Tutorials": [
        {
            "StepData": [
                {
                    "description": "<b>Welcome</b> to The Island! This area will act as our initial <b>Habitat</b> to help train your <b>Chimeras</b> and restore the land.",
                    "type": "Happy"
                },
                {
                    "description": "You can explore the world by using WASD.",
                    "type": "Standard"
                },
                {
                    "description": "Much of the world has been ruined during The Calamity but that has long since passed.",
                    "type": "Standard"
                },
                {
                    "description": "We can start restoring the land and gathering resources by sending your <b>Chimera</b> out on an <b>Expedition</b>.",
                    "type": "Speaking"
                },
                {
                    "description": "Let's click on the <b>portal</b> to get started!",
                    "type": "Happy"
                }
            ]
        },
        {
            "StepData": [
                {
                    "description": "We currently only have access to one <b>Expedition</b>, but don't worry I know we'll unlock more with a little hard work!",
                    "type": "Speaking"
                },
                {
                    "description": "Let's select one to get started.",
                    "type": "Standard"
                }
            ]
        },
        {
            "StepData": [
                {
                    "description": "On the left side, you can add me to your <b>Expedition</b> Party. Up to 3 <b>Chimeras</b> can go on a single <b>Expedition</b>.",
                    "type": "Standard"
                }
            ]
        },
        {
            "StepData": [
                {
                    "description": "Amazing work! Thanks to your success, we were able to gather the materials needed to restore our first <b>Facility</b>!",
                    "type": "Shocked"
                },
                {
                    "description": "<b>Facilities</b> can be used to train individual stats to improve their success rate on <b>Expeditions</b>. Stats also provide hidden additional benefits.",
                    "type": "Standard"
                },
                {
                    "description": "To train a <b>Chimera</b>, we will first need <b>Essence</b>.",
                    "type": "Speaking"
                },
                {
                    "description": "This resource is gained by tapping on blue crystals that appear around the <b>Habitat</b> as well as from <b>Essence</b> <b>Expeditions</b>.",
                    "type": "Speaking"
                },
                {
                    "description": "Once you have enough, drag me over to the highlighted area to begin my training.",
                    "type": "Speaking"
                }
            ]
        },
        {
            "StepData": [
                {
                    "description": "Looks like this next <b>Expedition</b> will give us some <b>Fossils!</b> While you are preparing for this <b>Expedition</b>, pay attention to the recommended traits.",
                    "type": "Standard"
                },
                {
                    "description": "Using <b>Chimeras</b> with recommended traits will significantly increase the chance of success, so be sure to check what the <b>Expedition</b> is looking for!",
                    "type": "Standard"
                },
                {
                    "description": "Recommended traits include elements like <b>Fire, Water, and Grass</b> or stats like <b>Exploration, Stamina, and Wisdom.</b>",
                    "type": "Speaking"
                }
            ]
        },
        {
            "StepData": [
                {
                    "description": "Looks like we found some <b>Fossils</b> and supplies to restore the <b>Temple</b> on our last <b>Expedition</b>.",
                    "type": "Shocked"
                },
                {
                    "description": "Click on the <b>Temple</b> to see what <b>Chimera</b> you can restore with <b>Fossils</b>.",
                    "type": "Happy"
                }
            ]
        },
        {
            "StepData": [
                {
                    "description": "We've been able to restore part of the Stone Plains thanks to your hard work!",
                    "type": "Happy"
                },
                {
                    "description": "Now that the <b>Habitat</b> has been upgraded, more crystals will appear and their <b>Essence</b> will be worth more.",
                    "type": "Standard"
                }
            ]
        }
    ]
}